Repository: peekyou/Prayertimes
Catalog: PrayerTimes/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# AddToFavoritesAppBarButtonStyle.Value
source: Add to favorites
fr_fr: Ajouter aux favoris

# AsrMethodSettingsString
source: Asr method
fr_fr: Méthode pour Asr

# AutomaticString
source: Automatic
fr_fr: Automatique

# CalculationMethodSettingsString
source: Calculation method used
fr_fr: Méthode de calcul utilisée

# CurrentMethod
source: Method used :
fr_fr: Méthode utilisée :

# DisplayModesCurrentMonth
source: Current month
fr_fr: Ce mois-ci

# DisplayModesNextSevenDays
source: Next 7 days
fr_fr: 7 prochains jours

# DisplayModesToday
source: Today
fr_fr: Aujourd'hui

# ErrorMessagesGeolocationError
source: Could not find your position. Try to search a city.
fr_fr: Impossible de trouver votre position. Essayez de rechercher une ville.

# ErrorMessagesInternetConnectionError
source: The connection or the service is not available. Please check your connection or try again later.
fr_fr: La connexion ou le service n'est pas disponible. Merci de vérifier votre connexion ou essayez à nouveau plus tard.

# ErrorMessagesLocationNotFoundError
source: Location could not be found
fr_fr: La ville n'a pas été trouvée

# FavoritesAppBarButtonStyle.Value
source: Favorites
fr_fr: Favoris

# FavoritesTitle
source: Favorites
fr_fr: Favoris

# MaghribAdjustementSettingsString
source: Maghrib adjustement (minutes)
fr_fr: Ajustement pour Maghrib (minutes)

# MidnightMethodSettingsString
source: Midnight method
fr_fr: Méthode pour minuit

# MoreOptionsLink.Content
source: More options
fr_fr: Plus d'options

# PersonalDataText
source: Personal information will be requested only in cases where such information is necessary to identify you or contact you. Typically this is done in cases where it is necessary to register in order to make use of a service, such as leaving comments or join a discussion. In such cases World Prayer Times services also gather information about the hardware and software used, such as IP address, browser type, operating system, domain name and Web site addresses from which a user has logged in. This information is used to improve the quality of service and to provide general statistics about World Prayer Times. If you decide to give your consent, your data may be used for purposes of promotion of World Prayer Times activities. World Prayer Times may disclose personal information only if required by law or in case there is the firm belief that such action is necessary to: (1) comply with laws and local regulations; (2) protect and defend the rights or property of World Prayer Times.
fr_fr: Les données personnelles seront demandées uniquement dans les cas où ces informations sont nécessaire pour vous identifier ou vous contacter. Typiquement, cela se fait dans les cas où il est nécessaire de s'inscrire pour profiter d'un service, comme poster des commentaires ou participer à une discussion. Dans ce cas, World Prayer Times recueille également des informations sur le matériel et les logiciels utilisés, comme l'adresse IP, type de navigateur, système d'exploitation, nom de domaine et des adresses de sites Web à partir desquelles un utilisateur s'est connecté. Ces informations sont utilisées pour améliorer la qualité de service et de fournir des statistiques générales sur World Prayer Times. Si vous décidez de donner votre accord, vos données peuvent être utilisées à des fins de promotion de World Prayer Times. World Prayer Times peut divulguer des informations personnelles uniquement si la loi l'exige ou si une telle action est nécessaire pour: (1) se conformer aux lois et règlements locaux; (2) protéger et défendre les droits ou la propriété de World Prayer Times

# PersonalDataTitle
source: Collection and use of personal data
fr_fr: Collecte et utilisation des données personnelles

# PersonalInformationText
source: The personal information you provide to World Prayer Times for registration or for any other purpose is not shared with third parties without explicit permission from you, except for the limited instances described above. Personal information will always be used for the purposes described above. Registration, if required, also allows the user to specify if you wish to be contacted by World Prayer Times and how such contact should occur. World Prayer Times provides users with all the tools they need to make sure that personal information is correct and up-to-date. If you register for the services offered by World Prayer Times, you can edit and update the information provided at any time.
fr_fr: Les renseignements personnels que vous fournissez à World Prayer Times pour l'inscription ou pour toute autre raison ne sont pas partagés avec des tiers sans votre autorisation, sauf dans les cas restreints décrits ci-dessus. Les informations personnelles seront toujours utilisées aux fins décrites ci-dessus. L'inscription, si nécessaire, permet également à l'utilisateur de spécifier si vous souhaitez être contacté par World Prayer Times et comment de tels contacts devraient se produire. World Prayer Times offre aux utilisateurs tous les outils dont ils ont besoin pour s'assurer que les renseignements personnels soient exacts et à jour. Si vous vous inscrivez pour les services offerts par World Prayer Times, vous pouvez modifier et mettre à jour les informations fournies à tout moment.

# PersonalInformationTitle
source: Control and access to personal information
fr_fr: Contrôle et accès aux renseignements personnels

# PolicyChangesText
source: World Prayer Times reserves the right to modify this document. If we use your personal information differently than specified in the legal information provided at the time of collection of the data, users will be notified through announcements posted on World Prayer Times.
fr_fr: World Prayer Times se réserve le droit de modifier ce document. Si nous utilisons vos données personnelles autrement que spécifié dans l'information juridique fournie au moment de la collecte des données, les utilisateurs seront avisés par des annonces publiées sur World Prayer Times.

# PolicyChangesTitle
source: Changes to this privacy policy
fr_fr: Modification des conditions

source: Preferences
fr_fr: Préférences

# PreferencesLink.Content
source: Preferences
fr_fr: Préférences

# PrivacyPolicy.Text
source: Privacy Policy
fr_fr: Déclaration de confidentialité

# PrivacyPolicyText
source: The World Prayer Times project is committed to protecting your privacy. Most of our services can be enjoyed without having to communicate to World Prayer Times any personal data, but in some cases it may be required to provide certain information in order to access the services. This privacy policy describes the collection and processing of data in such cases. This privacy statement applies only to the services made available by the World Prayer Times application.
fr_fr: Le projet World Prayer Times projet s'engage à protéger votre vie privée. La plupart de nos services peuvent être utilisés sans avoir à communiquer de données personnelles, mais dans certains cas il peut être nécessaire de fournir certaines informations afin d'avoir accès aux services. Cette politique de confidentialité décrit la collecte et le traitement des données dans de tels cas. Cette déclaration de confidentialité s'applique uniquement aux services mis à disposition par l'application World Prayer Times.

# PrivacyPolicyTitle
source: Privacy policy
fr_fr: Déclaration de confidentialité

# PrivacyStatementString
source: Privacy Policy
fr_fr: Déclaration de confidentialité

# RemoveFromFavoritesAppBarButtonStyle.Value
source: Remove from favorites
fr_fr: Enlever des favoris

# SearchPanePlaceholderText
source: Search for a city
fr_fr: Rechercher une ville

# SettingsPreferences.Text
source: Preferences
fr_fr: Préférences

# StartGeolocationAppBarButtonStyle.Value
source: Start Geolocation
fr_fr: Lancer la géolocalisation

# ToastNotificationShuruqText
source: Sunrise:
fr_fr: Lever de soleil :

# ToastNotificationText
source: Praying time:
fr_fr: Il est l'heure de la prière :
